export const templates =
{
    CPU: {
        "Технические характеристики": [
            { name: "Линейка", value: "" },
            { name: "Разъем процессора (Socket)", value: "" },
            { name: "Совместимость", value: "" },
            { name: "Количество ядер", value: "" },
            { name: "Количество потоков", value: "" },
            { name: "Частота процессора", value: "" },
            { name: "Максимальная тактовая частота", value: "" },
            { name: "Объём кэша L3", value: "" },
            { name: "Частота процессора", value: "" },
        ],
        "Набор": [
            { name: "Охлаждение в комплекте", value: "" },
            { name: "Совместимые системы охлаждения", value: "" },
            { name: "Статус процессора", value: "" },
        ]
    },
    GPU: {
        "Технические характеристики": [
            { name: "Объём памяти", value: "" },
            { name: "Шина памяти", value: "" },
            { name: "Графический процессор", value: "" },
            { name: "Тип памяти", value: "" },
            { name: "Частота графического ядра", value: "" },
            { name: "Частота видеопамяти", value: "" },
            { name: "Максимальное разрешение", value: "" },
            { name: "Количество вентиляторов", value: "" },
            { name: "Поддержка стандартов", value: "" },
            { name: "Рекомендуемая мощность БП", value: "" },
        ],
        "Набор": [
            { name: "Подставка", value: "" },
            { name: "Статус видеокарты", value: "" },
        ]
    }
};